Repository: aimeos/aimeos-core
Catalog: lib/mshoplib/i18n/code/*.po
Languages: bg, hu, nl, ru, sr, tr_tr, uk, zh, zh_cn

# status:-2
source: Archived
bg: статус:архив
hu: állapot:archív
nl: status:gearchiveerd
ru: статус:архив
sr: status:arhiva
uk: статус: архів
zh: 狀態：已封存

# status:-1
source: Review
bg: статус:преглед
hu: állapot:felülvizsgálat alatt
nl: status:review
ru: статус:рассмотрение
sr: status:pregled
uk: статус: розгляд
zh: 狀態：已審核

# status:0
source: Disabled
bg: статус:деактивиран
hu: állapot:letiltva
nl: status:uitgeschakeld
ru: статус:отключен
sr: status:onemogućeno
uk: статус: вимкнено
zh: 狀態：已停用

# status:1
source: Enabled
bg: статус:активиран
hu: állapot:engedélyezett
nl: status:enabled
ru: статус:включен
sr: status:omogućeno
uk: статус: увімкнено
zh: 狀態：已啟用

source: Company
bg: Компания
hu: Cég
nl: Organisatie
ru: Компания
sr: Firma
uk: Компанія
zh: 公司
zh_cn: 公司

source: Mr
bg: Г-н
hu: Úr
nl: Dhr
ru: Мистер
sr: gosp
uk: Шановний
zh: 先生
zh_cn: 先生

source: Ms
hu: Kisasszony

source: Mrs
bg: Г-жа
hu: Asszony
nl: Mevr
ru: Миссис
sr: gosp
uk: Шановна
zh: 女士
zh_cn: 女士

source: Miss
bg: Г-ца
hu: Kisasszony
nl: Mevr
ru: Мисс
sr: gdica
uk: Шановна
zh: 小姐
zh_cn: 女士

# order:repeat
source: repeated
bg: многократен
hu: megismételt
nl: herhaald
ru: повторный
sr: ponovljeno
uk: замовлення:повторне
zh: 重複的
zh_cn: 反复

# order:phone
source: telephone
bg: телефон
hu: telefon
nl: telefoon
ru: телефон
sr: telefon
uk: замовлення:телефон
zh: 電話
zh_cn: 通过电话

# reason:-1
source: payment
bg: плащане
hu: fizetés
nl: Betaling
ru: оплата
sr: placanje
uk: оплата
zh: 支付
zh_cn: 付款

# reason:0
source: expired
hu: lejárt
nl: afgelopen
uk: закінчився термін дії
zh: 過期

# reason:1
source: cancelled
bg: отменен
hu: visszavonva
nl: geannuleerd
ru: отменен
sr: prekinuto
uk: скасовано
zh: 取消
zh_cn: 取消

# pay:
source: unfinished
bg: незавършен
hu: befejezetlen
nl: niet gereed
ru: незакончен
sr: nezavrseno
uk: незавершений
zh: 尚未完成

# pay:-1
source: unfinished
bg: незавършен
hu: befejezetlen
nl: niet gereed
ru: незакончен
sr: nezavrseno
uk: незавершений
zh: 尚未完成
zh_cn: 未完成

# pay:0
source: deleted
bg: изтрит
hu: törölve
nl: verwijderd
ru: удален
sr: obrisano
uk: видалений
zh: 已删除
zh_cn: 已删除

# pay:1
source: canceled
bg: отменен
hu: visszavonva
nl: geannuleerd
ru: отменен
sr: prekinuto
uk: скасований
zh: 取消
zh_cn: 取消

# pay:2
source: refused
bg: отказан
hu: visszautasítva
nl: geweigerd
ru: отклонен
sr: odbijeno
uk: відхилений
zh: 被拒絕
zh_cn: 被拒收

# pay:3
source: refunded
bg: върнат
hu: visszatérítve
nl: Terug gestort
ru: возмещен
sr: refundirano
uk: відшкодований
zh: 已退款
zh_cn: 已退款

# pay:4
source: pending
bg: в очакване
hu: elintézetlen
nl: in behandeling
ru: в ожидании
sr: cekanje
uk: в очікуванні
zh: 處理中
zh_cn: 处理中

# pay:5
source: authorized
bg: упълномощен
hu: jóváhagyva
nl: bevoegd
ru: авторизирован
sr: odobreno
uk: авторизований
zh: 已授權
zh_cn: 已授权

# pay:6
source: received
bg: получен
hu: elfogadva
nl: ontvangen
ru: получен
sr: primljeno
uk: отриманий
zh: 已收款
zh_cn: 已收到

# stat:
source: unfinished
bg: незавършен
hu: befejezetlen
nl: niet gereed
ru: незакончен
sr: nezavrseno
uk: незавершений
zh: 尚未完成

# stat:-1
source: unfinished
bg: незавършен
hu: befejezetlen
nl: niet gereed
ru: незакончен
sr: nezavrseno
uk: не завершений
zh: 尚未完成
zh_cn: 未完成

# stat:0
source: deleted
bg: изтрит
hu: törölve
nl: verwijderd
ru: удален
sr: obrisano
uk: видалений
zh: 已删除
zh_cn: 已删除

# stat:1
source: pending
bg: в очакване
hu: elintézetlen
nl: in behandeling
ru: в ожидании
sr: cekanje
uk: в очікуванні
zh: 處理中
zh_cn: 处理中

# stat:2
source: in progress
bg: в процес на изпълнение
hu: folyamatban
nl: in behandeling
ru: в обработке
sr: u napretku
uk: в обробці
zh: 程序進行中
zh_cn: 处理中

# stat:3
source: dispatched
bg: изпратен
hu: feladott
nl: verzonden
ru: отправлен
sr: poslano
uk: відправлений
zh: 已出貨
zh_cn: 配送中

# stat:4
source: delivered
bg: получен
hu: kézbesített
nl: afgeleverd
ru: получен
sr: isporuceno
uk: доставлений
zh: 已送達
zh_cn: 已交货

# stat:5
source: lost
bg: изгубен
hu: Elvesztett
nl: zoek geraakt
ru: потерян
sr: izgubljeno
uk: втрачений
zh: 遺失
zh_cn: 无法确定

# stat:6
source: refused
bg: отказан
hu: visszautasítva
nl: geweigerd
ru: отклонен
sr: odbijeno
uk: відхилений
zh: 被拒絕
zh_cn: 被拒收

# stat:7
source: returned
bg: върнат
hu: visszaküldött
nl: geretouneerd
ru: возращен
sr: vraćeno
uk: повернений
zh: 被退貨
zh_cn: 被退货

# address.payment.available.none
source: The billing address is missing
bg: Платежният адрес липсва
hu: A számlázási cím hiányzik
nl: Het factuuradres mist
ru: Ошибка в платёжном адресе
sr: Fali adresa racuna
tr_tr: Fatura adresi eksik
uk: Адреса для оплати недоступна
zh: 帳單地址 "%1$s" 遺漏
zh_cn: 无帐单地址

# address.delivery.available.none
source: The delivery address is missing
bg: Адресът за доставка липсва
hu: A szállítási cím hiányzik
nl: Het bezorgadres mist
ru: Ошибка в адресе доставки
sr: Fali adresa dostave
tr_tr: Teslimat adresi eksik
uk: Адреса доставки недоступна
zh: 配送地址 "%1$s" 遺漏
zh_cn: 无送货地址

# address.payment.available.notallowed
source: A billing address is not allowed
bg: Платежният адрес не е позволен
hu: A számlázási cím nem engedélyezett
nl: Ongeldig factuuradres opgegeven
ru: Платёжный адрес не разрешён
sr: Adresa za račun nije dozvoljena
tr_tr: Bir fatura adresine izin verilmiyor
uk: Платіжна адреса не дозволена
zh: 不被允許的帳單地址
zh_cn: 插件错误。账单地址有误

# address.delivery.available.notallowed
source: A delivery address is not allowed
bg: Адресът за доставка не е позволен
hu: A szállítási cím nem engedélyezett
nl: Ongeldig bezorgadres opgegeven
ru: Адрес доставки не разрешён
sr: Adresa za dostavu nije dozvoljena
tr_tr: Bir teslimat adresine izin verilmiyor
uk: Адреса доставки не дозволена
zh: 不被允許的配送地址
zh_cn: 插件错误。送货地址有误

# service.payment.available.none
source: The payment option is missing
bg: Липсва опция за плащане
hu: A fizetési opció hiányzik
nl: De betaaloptie is niet opgegeven
ru: Ошибка в параметре оплаты
sr: Fali opcija plaćanja
tr_tr: Ödeme seçeneği eksik
uk: Платіжний сервіс недоступний
zh: 支付選項遺漏
zh_cn: 支付服务不可用

# service.delivery.available.none
source: The delivery option is missing
bg: Липсва опция за доставка
hu: A szállítási opció hiányzik
nl: De bezorgoptie is niet opgegeven
ru: Ошибка в параметре доставки
sr: Fali opcija dostave
tr_tr: Teslimat seçeneği eksik
uk: Сервіс доставки недоступний
zh: 配送選項遺漏
zh_cn: 送货服务不可用

# service.payment.available.notallowed
source: A payment option is not allowed
bg: Опция за плащане не е позволена
hu: A fizetési opció nincs engedélyezve
nl: Een betaaloptie is niet geldig
ru: Параметр оплаты не разрешён
sr: Opcija plaćanja nije dozvoljena
tr_tr: Bir ödeme seçeneğine izin verilmiyor
uk: Платіжний сервіс не дозволяється
zh: 不被允許的支付選項
zh_cn: 服务选项不可用

# service.delivery.available.notallowed
source: A delivery option is not allowed
bg: Опция за доставка е позволена
hu: A szállítási opció nincs engedélyezve
nl: Een bezorgoptie is niet geldig
ru: Параметр доставки не разрешён
sr: Opcija dostave nije dozvoljena
tr_tr: Bir teslimat seçeneğine izin verilmiyor
uk: Сервіс доставки не дозволяється
zh: 不被允許的配送選項
zh_cn: 送货选项不可用

# product.gone.notexist
source: Sorry, at least one product doesn't exist any more. Please remove it from your basket to continue
bg: Съжаляваме, поне един от продуктите не съществува повече. Моля, премахнете го от кошницата си, за да продължите
hu: Sajnáljuk, de idő közben valamelyik termék többé már nem létezik. Kérjük távolítsa el kosarából, majd folytassa a vásárlást!
nl: Onze excuses, minimaal 1 product bestaat inmiddels niet meer, verwijder deze uit uw mandje.
ru: Приносим извинения, но по крайней мере один товар из корзины более не доступен. Чтобы продолжит, удалите его из своей корзины.
sr: Izvinite, barem jedan proizvod ne postoji više. Molimo Vas da ga uklonite iz korpe da nastavite
tr_tr: Maalesef en az bir ürün artık yok. Devam etmek için lütfen sepetinizden onu çıkarın.
uk: Товар не існує
zh: 很抱歉，至少一項商品已不存在了。請將其從您的購物車中移除以繼續。
zh_cn: 对不起，部分产品不存在了。请从购物车中删除，继续

# product.gone.status
source: Sorry, at least one product was disabled. Please remove it from your basket to continue
bg: Съжаляваме, поне един от продуктите е недостъпен. Моля, премахнете го от кошницата си, за да продължите
hu: Sajnáljuk, de idő közben valamelyik terméket letiltották. Kérjük távolítsa el kosarából, majd folytassa a vásárlást!
nl: Onze excuses, 1 product is inmiddels uitgezet. Verwijder deze uit uw mandje
ru: Приносим извинения, но по крайней мере один товар из корзины теперь недоступен. Чтобы продолжит, удалите его из своей корзины.
sr: Izvinite, barem jedan proizvod je isključen. Molimo Vas da ga uklonite iz korpe da nastavite
tr_tr: Maalesef en az bir ürün hizmet dışıdır. Devam etmek için lütfen sepetinizden onu çıkarın.
uk: Статус продукту вимкнено
zh: 很抱歉，至少一個商品已無法購買。請將其從您的購物車中移除以繼續。
zh_cn: 对不起，部分产品被禁用。请从购物车中删除，继续

# product.gone.timeframe
source: Sorry, at least one product is not available any more. Please remove it from your basket to continue
bg: Съжаляваме, поне един от продуктите не е наличен. Моля, премахнете го от кошницата си, за да продължите
hu: Sajnáljuk, de idő közben valamelyik termék többé már nem elérhető. Kérjük távolítsa el kosarából, majd folytassa a vásárlást!
nl: Onze excuses, minimaal 1 product is niet meer leverbaar. Verwijder deze uit uw mandje.
ru: Приносим извинения, но по крайней мере один товар из корзины теперь недоступен. Чтобы продолжит, удалите его из своей корзины.
sr: Izvinite, barem jedan proizvod više nije dostupan. Molimo Vas da ga uklonite iz korpe da nastavite
tr_tr: Maalesef en az bir ürün artık mevcut değil. Devam etmek için lütfen sepetinizden onu çıkarın.
uk: Продукт поза термінами
zh: 很抱歉，至少一個商品暫時無法選購。請將其從您的購物車中移除以繼續。
zh_cn: 对不起，部分产品暂时无法选择。请从购物车中删除，继续

# product.price.changed
source: The price of at least one product has changed in the meantime and it was updated automatically
bg: Цената на поне един продукт беше променена и обновена автоматично
hu: Idő közben valamelyik termék ára megváltozott, és automatikusan frissült!
nl: De prijs van een product is veranderd omdat deze automatisch is aangepast.
ru: Цена на, по крайней мере, один товар из корзины была изменена и автоматически обновлена.
sr: Cena barem jednog proizvoda se u međuvremenu promenila i automatski je ažurirana
tr_tr: En az bir ürünün fiyatı bu arada değişti ve otomatik olarak güncellendi
uk: Ціна товару змінилася
zh: 至少一個商品的價錢已自動更新
zh_cn: 部分产品价格自动被更新

# product.stock.notenough
source: Sorry, at least one product is out of stock. Please remove it from your basket to continue
bg: Съжаляваме, поне един от продуктите е изчерпан Моля, премахнете го от кошницата си, за да продължите
hu: Sajnáljuk, de idő közben valamelyik termék elfogyott. Kérjük távolítsa el kosarából, majd folytassa a vásárlást!
nl: Onze excuses, 1 product is inmiddels niet meer op voorraad. Verwijder deze uit uw mandje.
ru: Приносим извинения, но по крайней мере один товар из корзины отсутствует на складе. Чтобы продолжит, удалите его из своей корзины.
sr: Izvinite, barem jedan proizvod više nije na stanju. Molimo Vas da ga uklonite iz korpe da nastavite
tr_tr: Maalesef en az bir ürün stoklar tükenmiştir. Devam etmek için lütfen sepetinizden onu çıkarın.
uk: Товар відсутній на складі
zh: 很抱歉，至少一個商品暫時無存貨。請將其從您的購物車中移除以繼續。
zh_cn: 对不起，部分产品暂时缺货。请从购物车中删除，继续

# order:web
source: internet
bg: интернет
ru: интернет
uk: замовлення:інтернет
zh: 網路
zh_cn: 通过因特网
