Repository: aimeos/aimeos-core
Catalog: controller/extjs/i18n/*.po
Languages: de, es, zh

source: Changing file permissions for "%1$s" to "%2$o" failed
de: Die Dateiberechtigungen für "%1$s" konnten nicht zu "%2$o" geändert werden
es: No se pudieron cambiar los permisos para el archivo "%1$s" a "%2$o"
zh: 將檔案 "%1$s" 的權限設定為 "%2$o" 失敗

source: Class "%1$s" does not implement "%2$s"
de: Die Klasse "%1$s" implementiert nicht "%2$s"
es: La clase "%1$s" no implementa "%2$s"
zh: class "%1$s" 沒有實裝 "%2$s"

source: Class "%1$s" not found
de: Die Klasse "%1$s" ist unbekannt
es: No se ha encontrado la clase "%1$s"
zh: 找不到class "%1$s"

source: Controller path is empty
de: Der Pfad zum Controller ist leer
es: La ruta del controlador está vacía
zh: controller路徑為空

source: Could not set permissions "%1$s" for file "%2$s"
de: Die Dateiberechtigungen für "%2$s" konnten nicht zu "%1$s" geändert werden
es: No se pueden esablecer los permisos "%1$s" para el archivo "%2$s"
zh: 無法將檔案 "%2$s" 的權限設定為 "%1$s"

source: Couldn't create directory "%1$s" with permissions "%2$o"
de: Das Verzeichnis "%1$s" konnte nicht mit der Berechtigung "%2$o" angelegt werden
es: No se puede crear el directorio "%1$s" con los permisos "%2$o"
zh: 無法以"%2$o" 的權限創建新的資料夾 "%1$s"

source: Create export directory for attribute IDs: %1$s
de: Erzeuge Exportverzeichnis für Attribut-IDs: %1$s
es: Crear directorio de salida para las IDs de atributos: %1$s
zh: 為屬性ID：%1$s 創建匯出資料夾

source: Create export directory for catalog IDs: %1$s
de: Erzeuge Exportverzeichnis für Kategorie-IDs: %1$s
es: Crear directorio de salida para las IDs de catálogos: %1$s
zh: 為型錄ID：%1$s 創建匯出資料夾

source: Create export directory for product IDs: %1$s
de: Erzeuge Exportverzeichnis für Produkt-IDs: %1$s
es: Crear directorio de salida para las IDs de productos: %1$s
zh: 為商品ID：%1$s 創建匯出資料夾

source: Deleting file "%1$s" failed
de: Das Löschen der Datei "%1$s" schlug fehl
es: No se pudo eliminar el archivo "%1$s"
zh: 刪除檔案 "%1$s" 失敗

source: Download
es: Descargar
zh: 下載

source: Error in %1$s text import: %2$s
de: Fehler in %1$s Textimport: %2$s
es: Error en %1$s texto importado: %2$s
zh: 在 %1$s 文本匯入發生錯誤：%2$s

source: Factory "%1$s" not found
de: Die Factory "%1$s" ist unbekannt
es: Constructor "%1$s" no encontrado
zh: 找不到factory "%1$s"

source: File "%1$s" was not uploaded
de: Datei "%1$s" wurde nicht hochgeladen
zh: 檔案 "%1$s" 沒有被上傳

source: Invalid class name "%1$s"
de: Der Klassenname "%1$s" is ungültig
es: Nombre de clase no válido "%1$s"
zh: 無效的class名稱 "%1$s"

source: Invalid controller "%1$s" in "%2$s"
de: Ungültiger Name "%1$s" des Controllers in "%2$s"
es: Controlador "%1$s" no válido en "%2$s"
zh: 在 "%2$s" 之中包含無效的controller "%1$s"

source: Invalid controller factory name "%1$s"
de: Ungültiger Controller-Factory Name "%1$s"
es: Nombre de constructor de controlador "%1$s" no válido
zh: 無效的factory controller名稱 "%1$s"

source: Invalid domain "%1$s"
de: Ungültige Domäne "%1$s"
es: Dominio "%1$s" no válido
zh: 無效的網域 "%1$s"

source: Invalid factory "%1$s"
de: Ungültige Factory "%1$s"
es: Constructor "%1$s" no válido
zh: 無效的factory "%1$s"

source: Invalid list type "%1$s"
de: Üngültiger Listentyp "%1$s"
es: Tipo de lista "%1$s" no válido
zh: 無效的列表類型 "%1$s"

source: Invalid method "%1$s" in request
de: Ungültige Methode "%1$s" in Anfrage
es: Método "%1$s" no válido en la petición
zh: 無效的method "%1$s"

source: Invalid row from %1$s text import: %2$s
de: Ungültige Zeile in %1$s Textimport: %2$s
es: Fila no válida %2$s desde el texto importado %1$s
zh: 在 %2$s 文本匯入中包含了無效的行 %1$s

source: Invalid sort direction "%1$s"
de: Ungültige Sortierung "%1$s"
es: Dirección de ordenamiento "%1$s" no válida
zh: 無效的分類資料夾 "%1$s"

source: Invalid text type "%1$s"
de: Üngültiger Texttyp "%1$s"
es: Tipo de texto "%1$s" no válido
zh: 無效的文本類型 "%1$s"

source: List item doesn't implement "%1$s"
de: Listenobjekt implementiert nicht "%1$s"
es: El elemento de lista no implementa "%1$s"
zh: 列表項目沒有實裝 "%1$s"

source: Method "%1$s" not found
de: Die Methode "%1$s" ist unbekannt
es: No se ha encontrado el método "%1$s"
zh: 找不到method "%1$s"

source: Missing parameter "%1$s"
de: Fehlender Parameter "%1$s"
es: Parámetro "%1$s" no encontrado
zh: 缺少參數 "%1$s"

source: No allowed image types configured for "%1$s"
de: Es sind keine zulässigen Bildtypen für "%1$s" konfiguriert
es: No se ha configurado ningún tipo de imagen permitido para "%1$s"
zh: 在 "%1$s" 中沒有被允許的圖片格式

source: Required attribute "%1$s" missing in request
de: Gefordertes Attribut "%1$s" fehlt in der Anfrage
es: El atributo obligatorio "%1$s" no se ha encontrado en la petición
zh: 找不到需要的屬性 "%1$s"

source: Site item for code "%1$s" not found
de: Mandant mit Code "%1$s" nicht gefunden
es: No se ha encontrado el elemento de tipo sitio para el código "%1$s"
zh: 找不到代碼為 "%1$s" 的網站項目

source: Unable to call method "%1$s"
de: Methode "%1$s" kann nicht aufgerufen werden
es: No se ha podido invocar el método "%1$s"
zh: 無法呼叫method "%1$s"

source: Unable to create directory "%1$s"
de: Das Verzeichnis "%1$s" konnte nicht erstellt werden
es: No se ha podido crear el directorio "%1$s"
zh: 無法創建資料夾 "%1$s"

source: Unable to create file in "%1$s"
de: Die Datei "%1$s" konnte nicht erstellt werden
es: No se ha podido crear el archivo en "%1$s"
zh: 在 "%1$s" 無法創建檔案

source: Uploaded file could not be moved to upload directory "%1$s"
de: Die hochgeladene Datei kann nicht in das Verzeichnis "%1$s" verschoben werden
es: El archivo cargado no se pudo mover al directorio de carga "%1$s"
zh: 上傳的檔案無法被移動到上傳資料夾 "%1$s"
