Repository: aimeos/aimeos-core
Catalog: i18n/currency/*.po
Languages: hu

# AED
source: د.إ
hu: AED

# AFN
source: فغانۍ
hu: AFN

# ALL
source: L
hu: ALL

# ANG
source: ƒ
hu: ANG

# AOA
source: Kz
hu: AOA

# AUD
source: A$
hu: AUD

# AWG
source: Afl.
hu: AWG

# AZN
source: man.
hu: AZN

# BAM
source: KM
hu: BAM

# BBD
source: Bds$
hu: BBD

# BGN
source: лв
hu: BGN

# BHD
source: .د.ب
hu: BHD

# BIF
source: FBu
hu: BIF

# BMD
source: BD$
hu: BMD

# BND
source: B$
hu: BND

# BOB
source: Bs.
hu: BOB

# BRL
source: R$
hu: BRL

# BSD
source: B$
hu: BSD

# BTN
source: Nu.
hu: BTN

# BWP
source: P
hu: BWP

# BYR
source: Br
hu: BYR

# BZD
source: BZ$
hu: BZD

# CAD
source: C$
hu: CAD

# CDF
source: FC
hu: CDF

# CHF
source: Fr
hu: CHF

# COP
source: COL$
hu: COP

# CUP
source: $MN
hu: CUP

# CVE
source: Esc
hu: CVE

# CZK
source: Kč
hu: CZK

# DJF
source: Fdj
hu: DJF

# DKK
source: kr.
hu: DKK

# DOP
source: RD$
hu: DOP

# DZD
source: د.ج
hu: DZD

# EGP
source: ج.م
hu: EGP

# ERN
source: Nfk
hu: ERN

# ETB
source: Br
hu: ETB

# FJD
source: FJ$
hu: FJD

# GEL
source: lari
hu: GEL

# GHC
source: GH₵
hu: GHC

# GMD
source: D
hu: GMD

# GNF
source: FG
hu: GNF

# GTQ
source: Q
hu: GTQ

# GYD
source: G$
hu: GYD

# HKD
source: HK$
hu: HKD

# HNL
source: L
hu: HNL

# HRK
source: kn
hu: HRK

# HTG
source: G
hu: HTG

# IDR
source: Rp
hu: IDR

# IQD
source: ع.د
hu: IQD

# ISK
source: kr
hu: ISK

# JMD
source: J$
hu: JMD

# KES
source: KSh
hu: KES

# KGS
source: som
hu: KGS

# KMF
source: CF
hu: KMF

# KWD
source: د.ك
hu: KWD

# LBP
source: ل.ل
hu: LBP

# LKR
source: රු
hu: LKR

# LRD
source: L$
hu: LRD

# LSL
source: M
hu: LSL

# LTL
source: Lt
hu: LTL

# LVL
source: Ls
hu: LVL

# LYD
source: ل.د
hu: LYD

# MAD
source: د.م.
hu: MAD

# MDL
source: lei
hu: MDL

# MGA
source: Ar
hu: MGA

# MKD
source: ден
hu: MKD

# MMK
source: K
hu: MMK

# MRO
source: UM
hu: MRO

# MTL
source: Rs
hu: MTL

# MVR
source: Rf
hu: MVR

# MWK
source: MK
hu: MWK

# MXN
source: Mex$
hu: MXN

# MYR
source: RM
hu: MYR

# MZM
source: MT
hu: MZM

# NAD
source: N$
hu: NAD

# NIO
source: C$
hu: NIO

# NOK
source: kr
hu: NOK

# NPR
source: Rs
hu: NPR

# NZD
source: NZ$
hu: NZD

# OMR
source: ر.ع.
hu: OMR

# PAB
source: B/.
hu: PAB

# PEN
source: S/.
hu: PEN

# PGK
source: K
hu: PGK

# PKR
source: Rs
hu: PKR

# PLN
source: zł
hu: PLN

# QAR
source: ر.ق
hu: QAR

# RON
source: lei
hu: RON

# RSD
source: РСД
hu: RSD

# RUB
source: руб.
hu: RUB

# RWF
source: FRw
hu: RWF

# SBD
source: SI$
hu: SBD

# SCR
source: SR
hu: SCR

# SEK
source: kr
hu: SEK

# SGD
source: S$
hu: SGD

# SLL
source: Le
hu: SLL

# SOS
source: Sh.So.
hu: SOS

# STD
source: Db
hu: STD

# SYP
source: LS
hu: SYP

# SZL
source: E
hu: SZL

# TMT
source: m
hu: TMT

# TND
source: د.ت
hu: TND

# TOP
source: T$
hu: TOP

# TRY
source: lira
hu: TRY

# TTD
source: TT$
hu: TTD

# TWD
source: NT$
hu: TWD

# UGX
source: USh
hu: UGX

# USD
source: US$
hu: USD

# UYU
source: $U
hu: UYU

# UZS
source: som
hu: UZS

# VEF
source: Bs.
hu: VEF

# VUV
source: VT
hu: VUV

# WST
source: WS$
hu: WST

# XAF
source: FCFA
hu: XAF

# XOF
source: CFA
hu: XOF

# XPF
source: F
hu: XPF

# ZAR
source: R
hu: ZAR

# ZMW
source: ZK
hu: ZMW

# ZWL
source: Z$
hu: ZWL
